<?php

return [
    // ----------------------- 默认配置 ----------------------- //
    // ----------------------- 单商户运营时候可以用该配置 ---------------------//

    'config' => [
        // 菜单配置
        'menu' => [
            'location' => 'default', // default:系统顶部菜单;addons:应用中心菜单
            'icon' => 'fa fa-shopping-bag',
        ],
        // 子模块配置
        'modules' => [

        ],
    ],

    // ----------------------- 权限配置 ----------------------- //

    'authItem' => [

    ],

    // ----------------------- 快捷入口 ----------------------- //

    'cover' => [

    ],

    // ----------------------- 菜单配置 ----------------------- //

    'menu' => [

    ],
];